Repository: LITUATUI/plugin.video.exodusredux
Catalog: resources/language/*/strings.po
Languages: portuguese

# #32000
source: Movie Collections
portuguese: Colecção de filmes

# #32001
source: Movies
portuguese: Filmes

# #32002
source: TV Shows
portuguese: Séries

# #32003
source: My Movies
portuguese: Meus filmes

# #32004
source: My TV Shows
portuguese: Minhas séries

# #32005
source: New Movies
portuguese: Filmes novos

# #32006
source: New Episodes
portuguese: Episódios novos

# #32007
source: Channels
portuguese: Canais

# #32008
source: Tools
portuguese: Ferramentas

# #32009
source: Downloads
portuguese: Transferências

# #32010
source: Search
portuguese: Procurar

# #32011
source: Genres
portuguese: Géneros

# #32012
source: Year
portuguese: Ano

# #32013
source: People
portuguese: Pessoas

# #32014
source: Languages
portuguese: Idiomas

# #32015
source: Certificates
portuguese: Certificados

# #32016
source: Networks
portuguese: Estúdios

# #32017
source: People Watching
portuguese: A ser visto

# #32018
source: Most Popular
portuguese: Mais populares

# #32019
source: Most Voted
portuguese: Mais votados

# #32020
source: Box Office
portuguese: Sucessos de bilheteira

# #32021
source: Oscar Winners
portuguese: Vencedores de Óscares

# #32022
source: In Theaters
portuguese: Nos cinemas

# #32023
source: Highly Rated
portuguese: Classificação elevada

# #32024
source: Airing today
portuguese: Transmitindo hoje

# #32025
source: Returning TV Shows
portuguese: Séries renovadas

# #32026
source: New TV Shows
portuguese: Séries novas

# #32027
source: TV Calendar
portuguese: Calendário de TV

# #32028
source: People Search
portuguese: Procurar pessoas

# #32029
source: People (Movies)
portuguese: Pessoas (Filmes)

# #32030
source: People (TV)
portuguese: Pessoas (Séries)

# #32031
source: Discover
portuguese: Descobrir

# #32032
source: Collection
portuguese: Colecção

# #32033
source: Watchlist
portuguese: Lista de acompanhamento

# #32035
source: Featured
portuguese: Destaques

# #32036
source: History
portuguese: Histórico

# #32037
source: Progress
portuguese: Progresso

# #32038
source: Episodes
portuguese: Episódios

# #32039
source: Movie Lists
portuguese: Lista de filmes

# #32040
source: TV Show Lists
portuguese: Lista de séries

# #32041
source: Episode Lists
portuguese: Lista de episódios

# #32042
source: No Trakt or IMDb account found.
portuguese: Não encontrada conta de Trakt ou IMDb

# #32043
source: [B]SETTINGS[/B] : General
portuguese: [B]DEFINIÇÕES[/B] : Geral

# #32044
source: [B]SETTINGS[/B] : Accounts
portuguese: [B]DEFINIÇÕES[/B] : Contas

# #32045
source: [B]SETTINGS[/B] : Playback
portuguese: [B]DEFINIÇÕES[/B] : Reprodução

# #32046
source: [B]SETTINGS[/B] : Subtitles
portuguese: [B]DEFINIÇÕES[/B] : Legendas

# #32047
source: [B]SETTINGS[/B] : Providers
portuguese: [B]DEFINIÇÕES[/B] : Provedores

# #32048
source: [B]EXODUS REDUX[/B] : Downloads
portuguese: [B]EXODUS REDUX[/B] : Transferências

# #32049
source: [B]EXODUS REDUX[/B] : Viewtypes
portuguese: [B]EXODUS REDUX[/B] : Vistas

# #32050
source: [B]EXODUS REDUX[/B] : Clear providers...
portuguese: [B]EXODUS REDUX[/B] : Limpar provedores...

# #32051
source: [B]EXODUS REDUX[/B] : Clear metadata...
portuguese: [B]EXODUS REDUX[/B] : Limpar metadados...

# #32052
source: [B]EXODUS REDUX[/B] : Clear cache...
portuguese: [B]EXODUS REDUX[/B] : Limpar cache...

# #32053
source: [I]Next Page[/I]
portuguese: [I]Próxima página[/I]

# #32054
source: Seasons
portuguese: Temporadas

# #32055
source: Season
portuguese: Temporada

# #32056
source: Are you sure?
portuguese: Tem a certeza?

# #32057
source: Process Complete
portuguese: Processo completado

# #32058
source: This will slow down things until they are re-cached!
portuguese: Isto vai desacelerar as coisas até que elas sejam armazenadas novamente em cache!

# #32059
source: CLICK HERE TO SAVE VIEW
portuguese: PRESSIONE AQUI PARA SALVAR VISTA

# #32060
source: January|February|March|April|May|June|July|August|September|October|November|December
portuguese: Janeiro|Fevereiro|Março|Abril|Maio|Junho|Julho|Agosto|Setembro|Outubro|Novembro|Dezembro

# #32061
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
portuguese: Segunda|Terça|Quarta|Quinta|Sexta|Sábado|Domingo

# #32063
source: Play using...
portuguese: Reproduzir usando...

# #32064
source: Auto Play
portuguese: Reprodução automática

# #32065
source: Queue item
portuguese: Colocar item em fila de espera

# #32066
source: Watched in Exodus Redux
portuguese: Vistos em Exodus Redux

# #32067
source: Unwatched in Exodus Redux
portuguese: Não vistos em Exodus Redux

# #32068
source: Watched in Trakt
portuguese: Vistos em Trakt

# #32069
source: Unwatched in Trakt
portuguese: Não vistos em Trakt

# #32070
source: Trakt Manager
portuguese: Gestor de Trakt

# #32071
source: Browse Series
portuguese: Explorar séries

# #32072
source: Refresh
portuguese: Actualizar

# #32073
source: [B]TRAKT[/B] : Authorize
portuguese: [B]TRAKT[/B]: Autorizar

# #32074
source: [B]HELP[/B]
portuguese: [B]AJUDA[/B]

# #32301
source: Enabled
portuguese: Activado

# #32302
source: Disabled
portuguese: Desactivado

# #32303
source: User
portuguese: Utilizador

# #32306
source: Authorization...
portuguese: Autorização

# #32307
source: Password
portuguese: Senha

# #32310
source: General
portuguese: Geral

# #32311
source: Appearance
portuguese: Aparência

# #32312
source: Providers Timeout
portuguese: Tempo limite de provedores

# #32313
source: Indicators
portuguese: Indicadores

# #32316
source: Info Language
portuguese: Idioma de informação

# #32317
source: Flatten TV seasons
portuguese: Agrupar temporadas de séries

# #32318
source: Enable Fanart
portuguese: Activar Fanart

# #32320
source: New Movies
portuguese: Filmes novos

# #32321
source: Featured
portuguese: Destaques

# #32322
source: People Watching
portuguese: A ser visto

# #32323
source: Most Popular
portuguese: Mais populares

# #32324
source: In Theaters
portuguese: Nos cinemas

# #32325
source: New Episodes
portuguese: Episódios novos

# #32326
source: Episodes
portuguese: Episódios

# #32327
source: Trakt Progress
portuguese: Progresso Trakt

# #32328
source: Trakt Episodes
portuguese: Episódios Trakt

# #32329
source: My Lists
portuguese: Minhas listas

# #32330
source: Playback
portuguese: Reprodução

# #32331
source: Set Auto-Play, Directory or Dialog
portuguese: Acção por defeito

# #32332
source: Dialog
portuguese: Janela

# #32333
source: Directory
portuguese: Pasta

# #32334
source: Auto Play
portuguese: Reprodução automática

# #32335
source: View Providers In-Progress Dialog
portuguese: Janela de provedores

# #32336
source: Foreground
portuguese: Primeiro plano

# #32337
source: Background
portuguese: Segundo plano

# #32338
source: File Hosting Filters
portuguese: Filtros para hospedagem de arquivos

# #32339
source: Set Max Quality With-Out Changing Providers
portuguese: Qualidade máxima sem mudar de fornecedor

# #32340
source: SD Hosters in Auto Play
portuguese: Fontes SD em reprodução automática

# #32341
source: Hosters with captchas
portuguese: Fontes com captchas

# #32342
source: Sort by Provider
portuguese: Ordenar por provedor

# #32343
source: When playback starts...
portuguese: Quando a reprodução inicia...

# #32344
source: Resume Playback
portuguese: Retomar reprodução

# #32345
source: Providers
portuguese: Provedores

# #32346
source: Accounts
portuguese: Contas

# #32347
source: Downloads
portuguese: Transferências

# #32348
source: Enable downloads
portuguese: Activar transferências

# #32349
source: Movies
portuguese: Filmes

# #32350
source: TV
portuguese: Séries

# #32351
source: Downloading features are disabled by default.
portuguese: A função de transferências está desactivada por defeito.

# #32352
source: Set up your download folders in order to enable them.
portuguese: Seleccione a pasta de transferências para as activar.

# #32353
source: Subtitles
portuguese: Legendas

# #32354
source: Enable subtitles
portuguese: Activar legendas

# #32355
source: Convert subtitles to UTF-8
portuguese: Converter legendas para UTF-8

# #32356
source: Primary Language
portuguese: Idioma principal

# #32357
source: Secondary Language
portuguese: Idioma secundário

# #32358
source: Subtitles could be unavailable or out of sync.
portuguese: Legendas podem estar indisponíveis ou desincronizadas.

# #32359
source: In that case use your own subtitles.
portuguese: Nesse caso use as suas próprias legendas.

# #32360
source: Providers Language
portuguese: Idioma dos provedores

# #32372
source: When playback ends...
portuguese: Quando a reprodução termina...

# #32373
source: Force container refresh
portuguese: Forçar actualização de recipiente

# #32374
source: Enable Debug
portuguese: Activar depuração

# #32375
source: News and Updates
portuguese: Notícias e actualizações

# #32401
source: No stream available
portuguese: Nenhuma fonte disponível

# #32402
source: Playback outside Exodus Redux is not allowed
portuguese: Reprodução fora do Exodus Redus não é permitida

# #32403
source: Download
portuguese: Transferir

# #32404
source: Time elapsed: %s seconds
portuguese: Tempo decorrido: %s segundos

# #32405
source: %s seconds
portuguese: %s segundos

# #32406
source: Remaining providers: %s
portuguese: Provedores restantes: %s

# #32407
source: Are you sure?
portuguese: Tem a certeza?

# #32408
source: Process Complete
portuguese: Processo completado

# #32501
source: Start from beginning
portuguese: Começar do princípio

# #32502
source: Resume from %s
portuguese: Retomar de %s

# #32503
source: Resume
portuguese: Retomar

# #32511
source: An account already exists.
portuguese: Uma conta já existe.

# #32512
source: Do you want to reset?
portuguese: Deseja redefinir?

# #32513
source: 1) Visit : [COLOR skyblue]%s[/COLOR]
portuguese: 1) Visite : [COLOR skyblue]%s[/COLOR]

# #32514
source: 2) When prompted enter : [COLOR skyblue]%s[/COLOR]
portuguese: 2) Quando solicitado, digite : [COLOR skyblue]%s[/COLOR]

# #32515
source: Trakt Manager
portuguese: Gestor de Trakt

# #32516
source: Add to [B]Collection[/B]
portuguese: Adicionar à [B]Colecção[/B]

# #32517
source: Remove from [B]Collection[/B]
portuguese: Remover da [B]Colecção[/B]

# #32518
source: Add to [B]Watchlist[/B]
portuguese: Adicionar à [B]Lista de acompanhamento[/B]

# #32519
source: Remove from [B]Watchlist[/B]
portuguese: Remover da [B]Lista de acompanhamento[/B]

# #32520
source: Add to [B]new List[/B]
portuguese: Adicionar à [B]nova lista[/B]

# #32521
source: Add to [B]%s[/B]
portuguese: Adicionar a [B]%s[/B]

# #32522
source: Remove from [B]%s[/B]
portuguese: Remover de [B]%s[/B]

# #32531
source: An account already exists.
portuguese: Uma conta já existe.

# #32532
source: Do you want to reset?
portuguese: Deseja redefinir?

# #32533
source: 1) Visit : [COLOR skyblue]%s[/COLOR]
portuguese: 1) Visite : [COLOR skyblue]%s[/COLOR]

# #32534
source: 2) When prompted enter : [COLOR skyblue]%s[/COLOR]
portuguese: 2) Quando solicitado, digite : [COLOR skyblue]%s[/COLOR]

# #32535
source: Play Random
portuguese: Reprodução aleatória

# #32536
source: Playing
portuguese: Reproduzindo

# #32537
source: Nothing found to play
portuguese: Nada encontrado para reproduzir

# #32538
source: DEBRID-SERVICE
portuguese: Serviço DEBRID

# #32539
source: Configure Debrid Services in ResolveURL Settings.
portuguese: Configure serviços Debrid nas definições do ResolveURL.

# #32540
source: ResolveURL Settings
portuguese: Definições ResolveURL

# #32541
source: Library
portuguese: Biblioteca

# #32542
source: Exodus Redux folders will be imported to library if they are added to media sources.
portuguese: As pastas Exodus Redux serão importadas para a biblioteca se forem adicionadas a fontes de média.

# #32543
source: Movies
portuguese: Filmes

# #32544
source: TV
portuguese: Séries

# #32545
source: Auto update TV Shows
portuguese: Actualização automática de séries

# #32546
source: Show notifications during update
portuguese: Mostrar notificações durante actualização

# #32547
source: Update library after adding content
portuguese: Atualizar biblioteca depois de adicionar conteúdo

# #32548
source: Avoid creating duplicate content
portuguese: Evite criar conteúdo duplicado

# #32549
source: Check movie before adding it
portuguese: Verifique o filme antes de adicioná-lo

# #32550
source: Check first episode of season before adding it
portuguese: Verifique o primeiro episódio da temporada antes de adicioná-lo

# #32551
source: Add to Library
portuguese: Adicionar à biblioteca

# #32552
source: Adding to library...
portuguese: Adicionando à biblioteca ...

# #32553
source: Updating TV shows...
portuguese: Atualizando séries...

# #32554
source: Process Complete
portuguese: Processo completado

# #32555
source: Are you sure?
portuguese: Tem a certeza?

# #32556
source: [B]EXODUS REDUX[/B] : Library
portuguese: [B]EXODUS REDUX[/B] : Biblioteca

# #32557
source: [B]LIBRARY[/B] : Settings
portuguese: [B]LIBRARY[/B] : Definições

# #32558
source: [B]EXODUS REDUX[/B] : Update library...
portuguese: [B]EXODUS REDUX[/B] : Actualizar biblioteca...

# #32559
source: [B]EXODUS REDUX[/B] : Movie folder...
portuguese: [B]EXODUS REDUX[/B] : Pasta de filmes...

# #32560
source: [B]EXODUS REDUX[/B] : TV folder...
portuguese: [B]EXODUS REDUX[/B] : Pasta de séries...

# #32561
source: [B]TRAKT[/B] : Import Collection...
portuguese: [B]TRAKT[/B] : Importar colecção...

# #32562
source: [B]TRAKT[/B] : Import Watchlist...
portuguese: [B]TRAKT[/B] : Importar lista de acompanhamento...

# #32563
source: [B]TRAKT[/B] : Import TV Collection...
portuguese: [B]TRAKT[/B] : Importar colecção de séries...

# #32564
source: [B]TRAKT[/B] : Import TV Watchlist...
portuguese: [B]TRAKT[/B] : Importar lista de acompanhamento de séries...

# #32565
source: Include episodes with unknown air dates
portuguese: Inclua episódios com datas desconhecidas

# #32570
source: Show unaired seasons/episodes
portuguese: Mostrar temporadas/episódios não emitidos

# #32571
source: Hide movies in cinema
portuguese: Ocultar filmes no cinema

# #32572
source: Protected Link. Please enter account credentials in the settings.
portuguese: Link Protegido. Por favor, insira as credenciais da conta nas configurações.

# #32580
source: Films/TV Movies
portuguese: Filmes/Filmes de TV

# #32581
source: Results Limit
portuguese: Limite de resultados

# #32582
source: Personal API keys provide quicker API responses.
portuguese: Chaves pessoais de API fornecem respostas de API mais rápidas.

# #32583
source: Become a VIP member for many benefits at: https://fanart.tv/vip
portuguese: Torne-se um membro VIP para muitos benefícios em: https://fanart.tv/vip

# #32584
source: Sort order for Trakt Watched Progress
portuguese: Ordem de clasificação para o progreso observado de Trakt

# #32585
source: Recently aired
portuguese: Recentemente emitido

# #32586
source: Recently watched
portuguese: Visto recentemente

# #32587
source: Show Extra Source Info
portuguese: Mostrar informção adicional da fonte

# #32588
source: Premium Source Identifier Color
portuguese: Cor identificativa de origem premium

# #32589
source: Blue
portuguese: Azul

# #32590
source: Red
portuguese: Vermelho

# #32591
source: Yellow
portuguese: Amarelo

# #32592
source: Deep Pink
portuguese: Rosa profundo

# #32593
source: Cyan
portuguese: Ciano

# #32594
source: Lawn Green
portuguese: Verde de relvado

# #32595
source: Gold
portuguese: Ouro

# #32597
source: Yellow Green
portuguese: Lima

# #32598
source: No Color
portuguese: Sem cor

# #32599
source: Getting genre information from Trakt
portuguese: Obtendo informação de género de Trakt

# #32600
source: Preparing sources
portuguese: Preparando fontes

# #32602
source: Waiting for
portuguese: Esperando por

# #32603
source: New search...
portuguese: Nova pesquisa...

# #32604
source: [B]EXODUS REDUX[/B] : Clear search history...
portuguese: [B]EXODUS REDUX[/B] : Apagar histórico de pesquisa...

# #32605
source: Click to clear search history
portuguese: Clique para limpar o histórico de pesquisa

# #32606
source: Prem
portuguese: Premium

# #32608
source: Unaired Season/Episode Color
portuguese: Cor de temporada/episódio não emitido

# #32609
source: [B][COLOR red]ResolveURL[/COLOR][/B] Settings
portuguese: [B][COLOR red]ResolveURL[/COLOR][/B] Definições

# #32610
source: Kids Corner
portuguese: Crianças

# #32611
source: Fitness Zone
portuguese: Zona fitness

# #32612
source: Legends of Music
portuguese: Lendas da música

# #80000
source: Kings Of Horror
portuguese: Reis do terror

# #80002
source: Urban
portuguese: Urbano

# #80003
source: MST3K / Sci-Fi
portuguese: MST3K / Ficção Científica

# #80004
source: Movie Time
portuguese: Hora de filme

# #32613
source: [B]EXODUS REDUX[/B] : Clear All Cache...
portuguese: [B]EXODUS REDUX[/B] : Limpar toda a cache...

# #32614
source: [B]EXODUS REDUX[/B] : Clear Meta Cache...
portuguese: [B]EXODUS REDUX[/B] : Limpar cache de metadados...

# #32615
source: Check Host for Valid URL
portuguese: Verifique o host para URL válido

# #32616
source: Debugging
portuguese: Depuração

# #32617
source: Debug Log
portuguese: Activar depuração

# #32618
source: Kodi Log
portuguese: Log do Kodi

# #32619
source: Addon Log
portuguese: Log do addon

# #32621
source: Navigation
portuguese: Navegação

# #32622
source: Main Menu
portuguese: Menu principal

# #32623
source: Reviews and Trailers
portuguese: Críticas e trailers

# #32625
source: Featured Podcasts
portuguese: Podcasts em destaque

# #32626
source: New Podcasts
portuguese: Podcasts novos

# #32627
source: Categories
portuguese: Categorias

# #32628
source: [B]SETTINGS[/B] : Navigation
portuguese: [B]SETTINGS[/B] : Navegação

# #32630
source: Show Season 0 in Browse Seasons
portuguese: Mostrar temporada 0 nas séries

# #32631
source: Documentaries
portuguese: Documentários

# #32634
source: Torrent Source Identifier Color
portuguese: Cor identificativa de fonte de torrent

# #32635
source: Torrent Support (Requires Real-Debrid or Premiumize)
portuguese: Suporte de torrent (Requer Real-Debrid ou Premiumize)

# #32636
source: Enable Torrent Scrapers
portuguese: Activar fontes de torrents

# #32637
source: Real-Debrid Torrent Settings
portuguese: Definições de torrents Real-Debrid

# #32638
source: Minimum Seeders
portuguese: Sementes mínimas

# #32639
source: Sort By Torrent/Premium
portuguese: Ordenar por torrent/premium
